# LoadOfGroupAbortedByUser Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..GroupFailures..::..LoadOfGroupAbortedByUser Property
BuiltInFailures..::..GroupFailures Class See Also
---
You have aborted loading file '[File Name]' as a group.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId LoadOfGroupAbortedByUser { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LoadOfGroupAbortedByUser As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ LoadOfGroupAbortedByUser {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..GroupFailures Class
Autodesk.Revit.DB Namespace